Repository: josuviteri/metascore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Inicio
de: Startseite
fr: Accueil

source: Videojuegos
de: Videospiele
fr: Jeux Vidéo

source: Géneros
de: Genres
fr: Genres

source: Plataformas
de: Plattformen
fr: Plateformes

source: Sugerir juego
de: Spiel vorschlagen
fr: Suggérer un jeu

source: Todos los derechos reservados
de: Alle Rechte vorbehalten
fr: Tous droits réservés

source: Español
de: Spanisch
fr: Espagnol

source: English
de: Englisch
fr: Anglais

source: Deutsch
fr: Allemand

source: Descripción
de: Beschreibung
fr: Description

source: Género
de: Genre
fr: Genre

source: Fecha de Lanzamiento
de: Veröffentlichungsdatum
fr: Date de sortie

source: Volver
de: Zurück
fr: Retour

source: Lista de Videojuegos
de: Liste der Videospiele
fr: Liste des jeux vidéo

source: Ver detalles
de: Details anzeigen
fr: Voir les détails

source: No hay videojuegos disponibles.
de: Keine Videospiele verfügbar.
fr: Aucun jeu vidéo disponible.

source: Lanzamiento
de: Veröffentlichung
fr: Sortie

source: Últimos videojuegos por género
de: Neueste Videospiele nach Genre
fr: Derniers jeux vidéo par genre

source: Explora los Géneros de Videojuegos
de: Entdecke Videospiel-Genres
fr: Explorez les genres de jeux vidéo

source: Descubre los diferentes estilos de videojuegos disponibles. Cada género tiene su propia esencia.
de: Entdecke die verschiedenen Stile der verfügbaren Videospiele. Jedes Genre hat seine eigene Essenz.
fr: Découvrez les différents styles de jeux vidéo disponibles. Chaque genre a sa propre essence.

source: Ver juegos
de: Spiele ansehen
fr: Voir les jeux

source: No hay géneros registrados.
de: Keine Genres registriert.
fr: Aucun genre enregistré.

source: Descubre todos los videojuegos de este género
de: Entdecke alle Videospiele dieses Genres
fr: Découvrez tous les jeux vidéo de ce genre

source: Imagen de
de: Bild von
fr: Image de

source: Sin imagen disponible
de: Kein Bild verfügbar
fr: Aucune image disponible

source: No hay videojuegos registrados en este género.
de: Keine Videospiele in diesem Genre registriert.
fr: Aucun jeu vidéo enregistré dans ce genre.

source: Explora tus plataformas favoritas
de: Entdecke deine Lieblingsplattformen
fr: Explorez vos plateformes préférées

source: No hay plataformas registradas.
de: Keine Plattformen registriert.
fr: Aucune plateforme enregistrée.

source: Explora los videojuegos disponibles en esta plataforma y descubre lo mejor que tiene para ofrecer.
de: Entdecke die verfügbaren Videospiele auf dieser Plattform und finde heraus, was sie zu bieten hat.
fr: Explorez les jeux disponibles sur cette plateforme et découvrez ce qu'elle a de mieux à offrir.

source: Videojuegos disponibles
de: Verfügbare Videospiele
fr: Jeux vidéo disponibles

source: No hay videojuegos registrados en esta plataforma.
de: Keine Videospiele auf dieser Plattform registriert.
fr: Aucun jeu vidéo enregistré sur cette plateforme.

source: Acción
de: Action
fr: Action

source: Aventura
de: Abenteuer
fr: Aventure

source: Deportes
de: Sport
fr: Sports

source: Mundo Abierto
de: Offene Welt
fr: Monde Ouvert

source: Simulación
de: Simulation
fr: Simulation

source: Shooter
fr: Tir

source: Estrategia
de: Strategie
fr: Stratégie

source: Horror
fr: Horreur

source: Lucha
de: Kampf
fr: Combat

source: Carreras
de: Rennen
fr: Course

source: Contáctanos
de: Kontaktieren Sie uns

source: Français
de: Französisch
